{
  "Ministry of Programming Privacy Policy": "Ministarstvo programiranja Politika privatnosti",
  "Privacy Statement for Ministry of Programming": "Politika privatnosti za Ministry of programming",
  "Ministry of programming („MoP“) has created this privacy policy to demonstrate our company’s commitment to protection of privacy.": "Društvo Ministry of programming („MoP“) je sačinilo ovu politiku privatnosti kako bi demonstriralo posvećenost zaštiti privatnosti.",
  "This privacy notice applies solely to data collected by this website.": "Ova politika privatnosti se primjenjuje samo na informacije koje se prikupljaju putem ove stranice.",
  "The following discloses our information gathering and dissemination practices.": "U nastavku je opisana naša praksa prikupljanja i dijeljenja informacija.",
  "Collection of Information from Service Visitors": "Prikupljanje podataka od posjetilaca",
  "MoP only collects the information that you voluntarily give us via email or other direct contact from you.": "MoP prikuplja samo one informacije koje mu dobrovoljno dostavite putem elektronske pošte ili na drugi način direktno od vas.",
  "MoP uses cookies to help us provide you with a personalized service, and to help make our websites, applications and services better for you.": "MoP koristi cookies da mi vam omogućio personalizovanu uslugu i da nam pomogne da imamo bolju web stranicu, aplikacije i usluge.",
  "MoP is the sole owner of the information collected on this site. We will not sell or rent this information to anyone": "MoP je isključivi vlasnik informacija koje prikupi putem ove stranice. Mi nećemo prodati ili dati u najam vaše informacije bilo kom trećem licu.",
  "Use of Data Collected": "Korištenje prikupljenih podataka",
  "Personal data collected by MoP may be used for marketing and promotional purposes, for a statistical analysis of users’ behavior, for product development, for content improvement, or to customize the content and layout of our service.": "Prikupljeni lični podaci od strane MoP-a mogu biti korišteni za marketing i promotivne svrhe, statističku analizu ponašanja korisnika, razvoj proizvoda, poboljšanje sadržaja ili za prilagođavanje sadržaja i rasporeda naše stranice.",
  "We keep customers contact information strictly confidential and use it only to send important information to our customers.": "Kontakt informacije naših korisnika su povjerljive i koristimo ih samo za slanje važnih informacija našim korisnicima.",
  "Cross Border Transfers": "Prekogranični transferi",
  "Your personal information may be transferred, accessed and stored globally as necessary for the uses stated above in accordance with this policy.": "Vaši lični podaci se mogu prenositi, pristupiti i pohraniti drugdje u svijetu ukoliko je to potrebno za gore navedene potrebe u skladu sa ovom politikom privatnosti.",
  "By using MoP websites, you consent to the transfer of information to countries outside of your country of residence, which may have different data protection rules than those of your country.": "Koristeći MoP internet stranicu, pristali ste na prenos podataka u zemlje izvan vaše zemlje boravka koje mogu imati različite propise o zaštiti podataka od onih koji su važeći u vašoj zemlji.",
  "Links": "Linkovi",
  "This website contains links to other sites. Please be aware that we are not responsible for the content or privacy practices of such other sites.": "Ova web stranica sadrži linkove ka drugim sajtovima. Ne odgovaramo za sadržaj ili politiku privatnosti drugih web stranica.",
  "Legal Disclaimer": "Pravno odricanje od odgovornosti",
  "We may disclose your personally identifiable information if required by law.": "Zadržavamo pravo da otkrivamo vaše lične podatke kada smo obavezani zakonom.",
  "Contact Information": "Kontakt informacije",
  "If you have comments or questions about our privacy policy, please contact us. We will address any issue to the best of our abilities.": "Ukoliko imate komentar ili pitanje o našoj politici privatnosti, molimo vas da nas kontaktirate. Mi ćemo u našim najboljim mogućnostima odgovoriti na sva vaša pitanja.",
  "Changes to Policy Privacy": "Promjene u politici privatnosti",
  "MoP will occasionally update this privacy policy. When we do, we will post a prominent notice in this section of this policy notifying users when it is updated.": "MoP će povremeno ažurirati ovu politiku privatnosti. Kada to učinimo, objavit ćemo istaknuto obavještenje u ovom dijelu politike privatnosti koje obavještava korisnike kada je ažurirana.",
  "If we are going to use your personal information in a manner different from that stated at the time of collection, we will notify you via email, and you will have a choice as to whether or not we use your personal information in this different manner.": "Ako namjeravamo koristiti vaše lične podatke na drugačiji način od onog koji ja naveden u vrijeme sakupljanja podataka, mi ćemo vas obavijestiti putem internet pošte, a vi ćete moći odlučiti da li da koristimo vaše lične podatke na ovaj način ili ne.",
  "Consent": "Saglasnost",
  "By using MoP website, you signify your agreement to the terms and conditions of this privacy policy.": "Korištenjem MoP internet stranice, dajete saglasnost na odredbe i uslove ove politike privatnosti.",
  "Hello.": "Zdravo.",
  "What can we": "Šta možemo",
  "help you with?": "da vam pomognemo?",
  "If you have a question or want to work with us you can send an email to": "Ako imate pitanje ili želite sarađivati s nama, možete poslati e-mail na adresu",
  "or fill the form below": "ili ispunite donji obrazac",
  "Name is required.": "Ime je obavezno.",
  "Email is invalid.": "E-adresa nije važeća.",
  "Email is required.": "E-adresa je obavezna.",
  "Message is required.": "Poruka je obavezna.",
  "Please enter a message with at least 10 characters in length.": "Unesite poruku s najmanje 10 znakova.",
  "Name": "Ime",
  "Email": "Email",
  "Company": "Kompanija",
  "Message": "Poruka",
  "Send": "Pošalji",
  "Healthy life! Paid Gym membership": "Zdrav život! Plaćeno članstvo u teretani",
  "Fully Stocked kitchen with plenty of snacks": "Potpuno opremljena kuhinja sa puno zalogaja",
  "Friday lunch prepared by our own chef": "Ručak petkom koji nam je pripremio naš kuhar",
  "Flex time! Work from home or the café": "Fleksibilno vrijeme! Posao od kuće ili iz kafića",
  "Continued learning and growth opportunities": "Nastavak mogućnosti učenja i rasta",
  "Group events like movie night or dinner": "Grupni događaji poput filmske večeri ili večere",
  "FIFA Fan? Play PS4 in our dedicated game room!": "FIFA fan? Igrajte PS4 u našoj posvećenoj igraonici!",
  "Work with only the best Apple hardware!": "Radite samo s najboljim Apple-ovim hardverom!",
  "Join our team": "Pridružite se našem timu",
  "At MOP we welcome Hackers, Designers, Product Strategists and all other creative people that want to build products that have significant impact!": "U MOP-u pozdravljamo hakere, dizajnere, strateze proizvoda i sve ostale kreativne ljude koji žele stvoriti proizvode koji imaju značajan utjecaj!",
  "Please send your resume to": "Pošaljite svoj rezime na",
  "We are searching for": "Tražimo",
  "This is what we offer": "Ovo je ono što nudimo",
  "Who are we and what do we do?": "Ko smo mi i šta radimo?",
  "Ministry of Programming is a technical co-founding business that specializes in building and growing start-ups from the first line of code into established brands and companies. The company was voted the most innovative company in Bosnia and Herzegovina by the Foreign Investors Council (FCI) and our vision is to bring massive and positive socio-economic change to the world through technology.": "Ministarstvo programiranja tehnički je suosnivač koji je specijaliziran za izgradnju i rast start-up kompanija iz prve linije koda u etablirane brendove i kompanije. Kompaniju je Vijeće stranih investitora (FCI) izabralo za najinovativniju kompaniju u Bosni i Hercegovini, a naša vizija je da u svijet dovedemo masovne i pozitivne društveno-ekonomske promjene.",
  "At Ministry of Programming, who we are, how we collaborate with our team and business partners as well as our shared vision is at least as important as our other skill sets. We are extremely proud of our culture and in order to excel and thrive here you need to demonstrate a consistently high level of delivery, be disciplined and show a humble approach (where helping your colleagues and business partner is like a second nature to you). Due to the nature of our business, there is an absolute need for you to adapt to changing environments, work hard and show engagement at all times. In return, you get to work with exceptional people and work with some of the coolest technologies and products both within Bosnia and Herzegovina and across Europe!": "U Ministarstvu programiranja, ko smo, kako sarađujemo sa našim timom i poslovnim partnerima, kao i naša zajednička vizija je bar jednako važna kao i ostale naše vještine. Izuzetno smo ponosni na našu kulturu i da biste ovdje uspjeli i uspjeti, morate demonstrirati konstantno visoku razinu isporuke, biti disciplinirani i pokazati skroman pristup (gdje vam je pomoć drugim kolegama i poslovnom partneru kao druga priroda). Zbog prirode našeg poslovanja, postoji apsolutna potreba da se prilagodite promjenjivim okruženjima, naporno radite i pokažete angažman u svakom trenutku. Zauzvrat, radite sa izuzetnim ljudima i radite s nekim od najokrutnijih tehnologija i proizvoda, kako u Bosni i Hercegovini, tako i širom Evrope!",
  "We are a supercharged team of 100+ creative people and we are looking forward to hiring a new colleague who wants to help us achieve ambitious goals! At Ministry of Programming, you are more then just an employee. We are building next-generation web and mobile applications that have a real impact on people's lives and you will have large responsibilities from day one, where what you do will have an effect and your opinions and ideas will matter.": "Izvrsni smo tim od 100+ kreativnih ljudi i veselimo se zapošljavanju novog kolege koji nam želi pomoći u postizanju ambicioznih ciljeva! U Ministarstvu programa vi ste samo zaposleni. Gradimo web i mobilne aplikacije nove generacije koji imaju stvarni utjecaj na život ljudi i imat ćete velike odgovornosti od prvog dana, gdje će ono što radite imati učinak i vaša mišljenja i ideje bitne.",
  "What’s in it for you?": "Šta je to za tebe?",
  "We won’t say a lot, take a look": "Nećemo puno reći, pogledajte",
  "Do you want to be a part of this journey and help shape the future? Then you may well be who we are looking for! Give us a shout at": "Želite li biti dio ovog putovanja i pomoći oblikovanju budućnosti? Tada ste možda vi koga tražite! Javite nam",
  "Sweet moments": "Slatki trenuci",
  "Straight from Instagram": "Direktno sa Instagrama",
  "You have a project?": "Imate projekat?",
  "MOP Blog": "MOP Blog",
  "Technology": "Tehnologija",
  "Essays about Software Design, Development and Technology": "Eseji o dizajnu, razvoju i tehnologiji softvera",
  "Entrepreneurship": "Preduzetništvo",
  "Essays and stories about entrepreneurship, startup methodology and best practices": "Eseji i priče o poduzetništvu, metodologiji pokretanja i najboljim praksama",
  "Meet our people": "Upoznajte naše ljude",
  "We are a group of multi-skilled individuals who are entrepreneurial by nature and live to make digital products and services that people love to use.": "Mi smo skupina višestruko kvalificiranih pojedinaca koji su poduzetničke prirode i žive za izradu digitalnih proizvoda i usluga koje ljudi vole koristiti.",
  "What our partners say": "Šta kažu naši partneri",
  "Products we are building": "Proizvodi koje gradimo",
  "Ready to get started?": "Spremni da počnete?"
}
