{
  "Ministry of Programming Privacy Policy": "Ministeriet för programmering Integritetspolicy",
  "Privacy Statement for Ministry of Programming": "Integritetsförklaring för Ministeriet för programmering",
  "Ministry of programming („MoP“) has created this privacy policy to demonstrate our company’s commitment to protection of privacy.": "Ministeriet för programmering (”MoP”) har skapat denna sekretesspolicy för att visa vårt företags åtagande att skydda integriteten.",
  "This privacy notice applies solely to data collected by this website.": "Det här integritetsmeddelandet gäller endast data som samlas in på denna webbplats.",
  "The following discloses our information gathering and dissemination practices.": "Följande avslöjar våra metoder för att samla in och sprida information.",
  "Collection of Information from Service Visitors": "Insamling av information från servicebesökare",
  "MoP only collects the information that you voluntarily give us via email or other direct contact from you.": "MoP samlar bara in den information som du frivilligt ger oss via e-post eller annan direktkontakt från dig.",
  "MoP uses cookies to help us provide you with a personalized service, and to help make our websites, applications and services better for you.": "MoP använder cookies för att hjälpa oss att ge dig en personlig service och för att göra våra webbplatser, applikationer och tjänster bättre för dig.",
  "MoP is the sole owner of the information collected on this site. We will not sell or rent this information to anyone": "MoP är ensam ägare till den information som samlas in på denna webbplats. Vi kommer inte att sälja eller hyra denna information till någon",
  "Use of Data Collected": "Användning av insamlade data",
  "Personal data collected by MoP may be used for marketing and promotional purposes, for a statistical analysis of users’ behavior, for product development, for content improvement, or to customize the content and layout of our service.": "Personuppgifter som samlats in av MoP kan användas för marknadsförings- och marknadsföringsändamål, för en statistisk analys av användarnas beteende, för produktutveckling, för att förbättra innehållet eller för att anpassa innehållet och layouten i vår tjänst.",
  "We keep customers contact information strictly confidential and use it only to send important information to our customers.": "Vi håller kundens kontaktinformation strikt konfidentiell och använder den bara för att skicka viktig information till våra kunder.",
  "Cross Border Transfers": "Gränsöverföringar",
  "Your personal information may be transferred, accessed and stored globally as necessary for the uses stated above in accordance with this policy.": "Din personliga information kan överföras, komma åt och lagras globalt efter behov för de ovan nämnda användningarna i enlighet med denna policy.",
  "By using MoP websites, you consent to the transfer of information to countries outside of your country of residence, which may have different data protection rules than those of your country.": "Genom att använda MoP-webbplatser samtycker du till överföring av information till länder utanför ditt hemland, vilket kan ha andra dataskyddsregler än i ditt land.",
  "Links": "länkar",
  "This website contains links to other sites. Please be aware that we are not responsible for the content or privacy practices of such other sites.": "Denna webbplats innehåller länkar till andra webbplatser. Observera att vi inte ansvarar för innehållet eller sekretesspraxis på sådana andra webbplatser.",
  "Legal Disclaimer": "Ansvarsfriskrivning",
  "We may disclose your personally identifiable information if required by law.": "Vi kan lämna ut din personliga information om det krävs enligt lag.",
  "Contact Information": "Kontaktinformation",
  "If you have comments or questions about our privacy policy, please contact us. We will address any issue to the best of our abilities.": "Om du har kommentarer eller frågor om vår integritetspolicy, vänligen kontakta oss. Vi kommer att adressera alla frågor efter bästa förmåga.",
  "Changes to Policy Privacy": "Ändringar av policyens integritet",
  "MoP will occasionally update this privacy policy. When we do, we will post a prominent notice in this section of this policy notifying users when it is updated.": "MoP kommer ibland att uppdatera denna sekretesspolicy. När vi gör det kommer vi att publicera ett framträdande meddelande i det här avsnittet i denna policy som meddelar användare när den uppdateras.",
  "If we are going to use your personal information in a manner different from that stated at the time of collection, we will notify you via email, and you will have a choice as to whether or not we use your personal information in this different manner.": "Om vi ska använda din personliga information på ett annat sätt än det som anges vid insamlingstillfället kommer vi att meddela dig via e-post, och du kommer att ha val om huruvida vi använder din personliga information på detta olika sätt eller inte.",
  "Consent": "Samtycke",
  "By using MoP website, you signify your agreement to the terms and conditions of this privacy policy.": "Genom att använda MoP-webbplatsen undertecknar du ditt samtycke till villkoren i denna sekretesspolicy."
}
