{
  "Ministry of Programming Privacy Policy": "Ministeriet för programmering Integritetspolicy",
  "Privacy Statement for Ministry of Programming": "Integritetsförklaring för Ministeriet för programmering",
  "Ministry of programming („MoP“) has created this privacy policy to demonstrate our company’s commitment to protection of privacy.": "Ministeriet för programmering (”MoP”) har skapat denna sekretesspolicy för att visa vårt företags åtagande att skydda integriteten.",
  "This privacy notice applies solely to data collected by this website.": "Det här integritetsmeddelandet gäller endast data som samlas in på denna webbplats.",
  "The following discloses our information gathering and dissemination practices.": "Följande avslöjar våra metoder för att samla in och sprida information.",
  "Collection of Information from Service Visitors": "Insamling av information från servicebesökare",
  "MoP only collects the information that you voluntarily give us via email or other direct contact from you.": "MoP samlar bara in den information som du frivilligt ger oss via e-post eller annan direktkontakt från dig.",
  "MoP uses cookies to help us provide you with a personalized service, and to help make our websites, applications and services better for you.": "MoP använder cookies för att hjälpa oss att ge dig en personlig service och för att göra våra webbplatser, applikationer och tjänster bättre för dig.",
  "MoP is the sole owner of the information collected on this site. We will not sell or rent this information to anyone": "MoP är ensam ägare till den information som samlas in på denna webbplats. Vi kommer inte att sälja eller hyra denna information till någon",
  "Use of Data Collected": "Användning av insamlade data",
  "Personal data collected by MoP may be used for marketing and promotional purposes, for a statistical analysis of users’ behavior, for product development, for content improvement, or to customize the content and layout of our service.": "Personuppgifter som samlats in av MoP kan användas för marknadsförings- och marknadsföringsändamål, för en statistisk analys av användarnas beteende, för produktutveckling, för att förbättra innehållet eller för att anpassa innehållet och layouten i vår tjänst.",
  "We keep customers contact information strictly confidential and use it only to send important information to our customers.": "Vi håller kundens kontaktinformation strikt konfidentiell och använder den bara för att skicka viktig information till våra kunder.",
  "Cross Border Transfers": "Gränsöverföringar",
  "Your personal information may be transferred, accessed and stored globally as necessary for the uses stated above in accordance with this policy.": "Din personliga information kan överföras, komma åt och lagras globalt efter behov för de ovan nämnda användningarna i enlighet med denna policy.",
  "By using MoP websites, you consent to the transfer of information to countries outside of your country of residence, which may have different data protection rules than those of your country.": "Genom att använda MoP-webbplatser samtycker du till överföring av information till länder utanför ditt hemland, vilket kan ha andra dataskyddsregler än i ditt land.",
  "Links": "länkar",
  "This website contains links to other sites. Please be aware that we are not responsible for the content or privacy practices of such other sites.": "Denna webbplats innehåller länkar till andra webbplatser. Observera att vi inte ansvarar för innehållet eller sekretesspraxis på sådana andra webbplatser.",
  "Legal Disclaimer": "Ansvarsfriskrivning",
  "We may disclose your personally identifiable information if required by law.": "Vi kan lämna ut din personliga information om det krävs enligt lag.",
  "Contact Information": "Kontaktinformation",
  "If you have comments or questions about our privacy policy, please contact us. We will address any issue to the best of our abilities.": "Om du har kommentarer eller frågor om vår integritetspolicy, vänligen kontakta oss. Vi kommer att adressera alla frågor efter bästa förmåga.",
  "Changes to Policy Privacy": "Ändringar av policyens integritet",
  "MoP will occasionally update this privacy policy. When we do, we will post a prominent notice in this section of this policy notifying users when it is updated.": "MoP kommer ibland att uppdatera denna sekretesspolicy. När vi gör det kommer vi att publicera ett framträdande meddelande i det här avsnittet i denna policy som meddelar användare när den uppdateras.",
  "If we are going to use your personal information in a manner different from that stated at the time of collection, we will notify you via email, and you will have a choice as to whether or not we use your personal information in this different manner.": "Om vi ska använda din personliga information på ett annat sätt än det som anges vid insamlingstillfället kommer vi att meddela dig via e-post, och du kommer att ha val om huruvida vi använder din personliga information på detta olika sätt eller inte.",
  "Consent": "Samtycke",
  "By using MoP website, you signify your agreement to the terms and conditions of this privacy policy.": "Genom att använda MoP-webbplatsen undertecknar du ditt samtycke till villkoren i denna sekretesspolicy.",
  "Hello.": "Hallå.",
  "What can we": "Vad kan vi",
  "help you with?": "hjälpa dig med?",
  "If you have a question or want to work with us you can send an email to": "Om du har en fråga eller vill arbeta med oss kan du skicka ett e-postmeddelande till",
  "or fill the form below": "eller fyll i formuläret nedan",
  "Name is required.": "Namn krävs.",
  "Email is invalid.": "E-postadressen är felaktig.",
  "Email is required.": "E-post krävs.",
  "Message is required.": "Meddelande krävs.",
  "Please enter a message with at least 10 characters in length.": "Ange ett meddelande med minst 10 tecken.",
  "Name": "Namn",
  "Email": "Email",
  "Company": "Företag",
  "Message": "Meddelande",
  "Send": "Skicka",
  "Healthy life! Paid Gym membership": "Hälsosamt liv! Betalt gymmedlemskap",
  "Fully Stocked kitchen with plenty of snacks": "Fullt lager kök med gott om snacks",
  "Friday lunch prepared by our own chef": "Fredagslunch tillagad av vår egen kock",
  "Flex time! Work from home or the café": "Flextid! Arbeta hemifrån eller kaféet",
  "Continued learning and growth opportunities": "Fortsatt lärande och tillväxtmöjligheter",
  "Group events like movie night or dinner": "Gruppera evenemang som filmkväll eller middag",
  "FIFA Fan? Play PS4 in our dedicated game room!": "FFIFA-fläkt? Spela PS4 i vårt dedikerade spelrum!",
  "Work with only the best Apple hardware!": "Arbeta med bara den bästa Apple-hårdvaran!",
  "Join our team": "Gå med i vårt lag",
  "At MOP we welcome Hackers, Designers, Product Strategists and all other creative people that want to build products that have significant impact!": "På MOP välkomnar vi hackare, designare, produktstrateger och alla andra kreativa människor som vill bygga produkter som har betydande effekter!",
  "Please send your resume to": "Skicka ditt CV till",
  "We are searching for": "Vi letar efter",
  "This is what we offer": "Detta är vad vi erbjuder",
  "Who are we and what do we do?": "Vem är vi och vad gör vi?",
  "Ministry of Programming is a technical co-founding business that specializes in building and growing start-ups from the first line of code into established brands and companies. The company was voted the most innovative company in Bosnia and Herzegovina by the Foreign Investors Council (FCI) and our vision is to bring massive and positive socio-economic change to the world through technology.": "Ministeriet för programmering är en teknisk samverkande verksamhet som specialiserat sig på att bygga och växa nystartade företag från den första kodraden till etablerade varumärken och företag. Företaget utsågs till det mest innovativa företaget i Bosnien och Hercegovina av Foreign Investors Council (FCI) och vår vision är att föra en massiv och positiv socioekonomisk förändring till världen genom teknik.",
  "At Ministry of Programming, who we are, how we collaborate with our team and business partners as well as our shared vision is at least as important as our other skill sets. We are extremely proud of our culture and in order to excel and thrive here you need to demonstrate a consistently high level of delivery, be disciplined and show a humble approach (where helping your colleagues and business partner is like a second nature to you). Due to the nature of our business, there is an absolute need for you to adapt to changing environments, work hard and show engagement at all times. In return, you get to work with exceptional people and work with some of the coolest technologies and products both within Bosnia and Herzegovina and across Europe!": "Vem vi är hos Ministeriet för programmering, hur vi samarbetar med vårt team och affärspartners såväl som vår gemensamma vision är minst lika viktiga som våra andra kompetensuppsättningar. Vi är oerhört stolta över vår kultur och för att utmärka och frodas här måste du visa en konsekvent hög leveransnivå, vara disciplinerad och visa ett ödmjukt tillvägagångssätt (där att hjälpa dina kollegor och affärspartner är som en andra natur för dig). På grund av vår verksamhets natur finns det ett absolut behov av dig att anpassa dig till föränderliga miljöer, arbeta hårt och visa engagemang hela tiden. I gengäld kommer du att arbeta med exceptionella människor och arbeta med några av de coolaste teknikerna och produkterna både i Bosnien och Hercegovina och i hela Europa!",
  "We are a supercharged team of 100+ creative people and we are looking forward to hiring a new colleague who wants to help us achieve ambitious goals! At Ministry of Programming, you are more then just an employee. We are building next-generation web and mobile applications that have a real impact on people's lives and you will have large responsibilities from day one, where what you do will have an effect and your opinions and ideas will matter.": "Vi är ett superladdat team med 100+ kreativa människor och vi ser fram emot att anställa en ny kollega som vill hjälpa oss att uppnå ambitiösa mål! På Ministeriet för programmering är du mer än bara en anställd. Vi bygger nästa generations webb- och mobilapplikationer som har en verklig inverkan på människors liv och du kommer att ha stort ansvar från dag ett, där det du gör kommer att ha effekt och dina åsikter och idéer kommer att ha betydelse.",
  "What’s in it for you?": "Vad finns det för dig?",
  "We won’t say a lot, take a look": "Vi säger inte mycket, ta en titt",
  "Do you want to be a part of this journey and help shape the future? Then you may well be who we are looking for! Give us a shout at": "Vill du vara en del av denna resa och hjälpa till med att forma framtiden? Då kan du vara den vi letar efter! Ge oss ett rop kl",
  "Sweet moments": "Ljuva stunder",
  "Straight from Instagram": "Rakt från Instagram",
  "You have a project?": "Har du ett projekt?",
  "MOP Blog": "MOP Blog",
  "Technology": "Teknologi",
  "Essays about Software Design, Development and Technology": "Uppsatser om programvarudesign, utveckling och teknik",
  "Entrepreneurship": "Företagande",
  "Essays and stories about entrepreneurship, startup methodology and best practices": "Uppsatser och berättelser om entreprenörskap, startmetodik och bästa praxis",
  "Meet our people": "Möt våra människor",
  "We are a group of multi-skilled individuals who are entrepreneurial by nature and live to make digital products and services that people love to use.": "Vi är en grupp mångfaldiga individer som är företagande av naturen och lever för att göra digitala produkter och tjänster som människor älskar att använda.",
  "What our partners say": "Vad våra partners säger",
  "Products we are building": "Produkter vi bygger",
  "Ready to get started?": "Redo att komma igång?",
  "We are obsessed with building amazing products with the best founders": "Vi är besatta av att bygga fantastiska produkter med de bästa grundarna",
  "Our mission is to help entrepreneurs launch new products & services, iterate and succeed faster.": "Vårt uppdrag är att hjälpa företagare att lansera nya produkter och tjänster, iterera och lyckas snabbare.",
  "About": "Handla om",
  "Ministry of Programming is a venture-builder/startup studio. We focus on software design and development consulting services for early-stage startups and new products. We also invest in a few startups every year.": "Ministeriet för programmering är en venture-builder / start-studio. Vi fokuserar på programvarudesign och utvecklingskonsulttjänster för nystartade nystart och nya produkter. Vi investerar också i några nystartade företag varje år.",
  "Unlike the average consultancy or agency, we provide an end-to-end support structure for startups. We are very hands-on and we are not afraid of any technical challenge. We built over 40 products from scratch, including social networks, search engines, crypto trading systems, mobile apps and hardware devices. We built FinTech, HealthTech, and products in many other verticals.": "Till skillnad från den genomsnittliga konsultverksamheten eller byrån tillhandahåller vi en end-to-end supportstruktur för startups. Vi är väldigt praktiska och vi är inte rädda för någon teknisk utmaning. Vi byggde över 40 produkter från grunden, inklusive sociala nätverk, sökmotorer, kryptohandelssystem, mobila appar och hårdvara. Vi byggde FinTech, HealthTech och produkter i många andra vertikaler.",
  "We understand that creating successful startups requires focus, commitment, and determination and that creating startups is a hard challenge in business and technology. We exist to help startups and founders survive and thrive in a difficult environment and make an impact on the world and the economy.": "Vi förstår att att skapa framgångsrika startups kräver fokus, engagemang och beslutsamhet och att skapa startups är en svår utmaning inom företag och teknik. Vi finns för att hjälpa startups och grundare att överleva och trivas i en svår miljö och påverka världen och ekonomin.",
  "We are a software design, development and investment company specialized in working with startups": "Vi är ett mjukvarudesign, utvecklings- och investeringsföretag specialiserat på att arbeta med nystartade företag",
  "Our process": "Vår process",
  "Our work": "Vårt arbete",
  "See all Products": "Se alla produkter",
  "Strategy": "Strategi",
  "As a partner specialized in building startups we help you craft a powerful product and marketing strategy to win the market.": "Som partner specialiserade på att bygga startups hjälper vi dig att skapa en kraftfull produkt- och marknadsföringsstrategi för att vinna marknaden.",
  "Design": "Design",
  "We can help you discover and design a perfect product UX/UI that will delight users.": "Vi kan hjälpa dig att upptäcka och designa en perfekt produkt UX / UI som kommer att glädja användare.",
  "Development": "Utveckling",
  "We can develop a robust Software MVP or larger technical solution for your startup or innovation project to ensure quick time to market and an optimal level of quality.": "Vi kan utveckla en robust MVP-programvara eller en större teknisk lösning för ditt start- eller innovationsprojekt för att säkerställa snabb tid på marknaden och en optimal kvalitetsnivå.",
  "Products launched": "Produkter lanserade",
  "Production commits": "Produktion förbinder sig",
  "Daily releases": "Dagliga utsläpp",
  "Stop searching.": "Sluta söka.",
  "Build your product with startup experts": "Bygg din produkt med startexperter",
  "Work with us": "Jobba med oss",
  "Position is required.": "Position krävs.",
  "First name is required.": "Förnamn krävs.",
  "Last name is required.": "Efternamn krävs.",
  "Age is required.": "Ålder krävs.",
  "URL is invalid.": "URL är ogiltig.",
  "CV Link is required": "CV-länk krävs",
  "First Name": "Förnamn",
  "Last Name": "Efternamn",
  "Age": "Ålder",
  "Phone": "Telefon",
  "Portfolio URL": "Portfölj-URL",
  "Expected salary": "Förväntad lön",
  "CV Link": "CV-länk",
  "Linkedin profile": "Linkedin-profil",
  "Submit Application": "Lämna in ansökan",
  "Responsibilities": "Ansvar",
  "Qualifications": "Kvalifikationer"
}
